[
  {
    "name": "Guantes quirúrgicos",
    "description": "Experimenta la excelencia en protección con nuestros Guantes Quirúrgicos, diseñados para brindarte seguridad y comodidad en cada procedimiento. La innovación se une a la precisión para ofrecerte el mejor aliado en tu labor diaria.",
    "prescriptionRequired": 0,
    "brandId": 3,
    "tagIds": [
      1
    ]
  },
  {
    "name": "Esparadrapo",
    "description": "Descubre la solución definitiva con nuestro Esparadrapo, tu compañero confiable para mantener todo en su lugar. Con adherencia fuerte y duradera, es perfecto para cualquier situación. ¡Prepárate para una sujeción sin igual!",
    "prescriptionRequired": 0,
    "brandId": 3,
    "tagIds": [
      1
    ]
  },
  {
    "name": "Analgésico",
    "description": "Sumérgete en el alivio con nuestro Analgésico, una fórmula poderosa que combate el dolor y restaura el bienestar. Deja que la calma fluya a través de ti mientras te liberamos de las molestias cotidianas. ¡Bienestar garantizado!",
    "prescriptionRequired": 1,
    "brandId": 1,
    "tagIds": [
      2
    ]
  },
  {
    "name": "Vitaminas",
    "description": "Despierta tu vitalidad con nuestras Vitaminas, una explosión de nutrientes esenciales que nutren tu cuerpo desde adentro. Descubre el camino hacia una salud radiante y llena de energía. ¡Haz que cada día cuente!",
    "prescriptionRequired": 0,
    "brandId": 1,
    "tagIds": [
      2
    ]
  },
  {
    "name": "Cortauñas",
    "description": "Domina cada detalle con nuestro Cortauñas, la herramienta perfecta para el cuidado preciso de tus uñas. Diseñado con precisión y estilo, logra una apariencia impecable sin esfuerzo. ¡Eleva tu rutina de cuidado personal!",
    "prescriptionRequired": 0,
    "brandId": 4,
    "tagIds": [
      3
    ]
  },
  {
    "name": "Lima para uñas",
    "description": "Transforma tus uñas con nuestra Lima para Uñas, la clave para lograr la forma y suavidad perfectas. Con cada pasada, descubre una experiencia sensorial única. ¡Da forma a tu estilo con elegancia!",
    "prescriptionRequired": 0,
    "brandId": 4,
    "tagIds": [
      3
    ]
  },
  {
    "name": "Mantequilla de cacao",
    "description": "Sumérgete en la indulgencia con nuestra Mantequilla de Cacao, una deliciosa mezcla que nutre y suaviza la piel. Cautiva tus sentidos con su aroma celestial y experimenta la verdadera indulgencia. ¡Un placer para tu piel!",
    "prescriptionRequired": 0,
    "brandId": 4,
    "tagIds": [
      3
    ]
  },
  {
    "name": "Jabón",
    "description": "Revitaliza tus sentidos con nuestro Jabón, una fusión de fragancias frescas y propiedades limpiadoras. Cada uso es una experiencia renovadora que deja tu piel suave y radiante. ¡Transforma tu rutina de limpieza diaria!",
    "prescriptionRequired": 0,
    "brandId": 2,
    "tagIds": [
      3
    ]
  },
  {
    "name": "Shampoo",
    "description": "Descubre el secreto para un cabello radiante con nuestro Shampoo. Enriquecido con ingredientes naturales, revitaliza tu melena con cada lavado. Sumérgete en el lujo y deja que tu cabello brille con salud y belleza.",
    "prescriptionRequired": 0,
    "brandId": 2,
    "tagIds": [
      3
    ]
  }
]